[
  {
    "NAME": "Introduction",
    "CONTENT": "NursingFront (\"we\" or \"us\") is committed to protecting the privacy of users of our website. This Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information. By using NursingFront's website, you agree to the terms of this Privacy Policy."
  },
  {
    "NAME": "InformationWeCollect",
    "CONTENT": "1. **Personal Information:** We may collect personal information, such as names, contact details, and professional credentials, when users register on our platform.\n\n2. **Usage Data:** We collect information about how users interact with our website, including pages visited, time spent, and actions taken."
  },
  {
    "NAME": "HowWeUseYourInformation",
    "CONTENT": "1. **Personalization:** We use collected information to personalize user experience, providing relevant content and job opportunities.\n\n2. **Communication:** We may use your contact information to communicate updates, newsletters, and other relevant information.\n\n3. **Platform Improvements:** Collected data helps us analyze usage patterns, enabling us to enhance and optimize NursingFront's platform."
  },
  {
    "NAME": "InformationSharing",
    "CONTENT": "1. **Third-Party Partners:** We may share data with trusted third-party partners for specific services, such as analytics or communication tools.\n\n2. **Legal Compliance:** We may disclose information in response to legal requests or to comply with applicable laws and regulations."
  },
  {
    "NAME": "SecurityMeasures",
    "CONTENT": "- NursingFront employs industry-standard security measures to protect user information from unauthorized access, disclosure, alteration, and destruction."
  },
  {
    "NAME": "YourChoices",
    "CONTENT": "- Users can manage their communication preferences and may opt-out of certain communications."
  },
  {
    "NAME": "DataRetention",
    "CONTENT": "- We retain collected data for as long as necessary to fulfill the purposes outlined in this Privacy Policy."
  },
  {
    "NAME": "ChildrensPrivacy",
    "CONTENT": "- NursingFront's services are not intended for individuals under the age of 18. We do not knowingly collect or solicit personal information from minors."
  },
  {
    "NAME": "ChangesToThisPrivacyPolicy",
    "CONTENT": "- We reserve the right to modify this Privacy Policy at any time. Users are encouraged to review it periodically for updates."
  },
  {
    "NAME": "ContactUs",
    "CONTENT": "- For questions or concerns regarding this Privacy Policy, please contact us at [contact@nursingfront.com]."
  }
]
